tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'ffmpeg'
brew 'git'
brew 'git-extras'
brew 'mas'
brew 'python'
brew 'tree'
brew 'watchman'
brew 'yarn', args: ['without-node']
brew 'youtube-dl'
brew 'z'

cask 'alfred'
cask 'balenaetcher'
cask 'dash'
cask 'dockstation'
cask 'figma'
cask 'google-chrome' # for react-native debugging
cask 'iterm2'
cask 'keepassx'
cask 'keybase'
cask 'slack'
cask 'rectangle'
cask 'spotify'
cask 'telegram'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'caffeine'
cask 'shuttle'
cask 'macdown'